tap "adoptopenjdk/openjdk"
tap "buildpacks/tap"
tap "caarlos0/tap"
tap "caffix/amass"
tap "cartr/qt4"
tap "cloudflare/cloudflare"
tap "dopplerhq/cli"
tap "fastly/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "melops-hh/fb"
tap "spectralops/tap"
brew "act"
brew "aircrack-ng"
brew "openjdk"
brew "apktool"
brew "appium"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "dasel"
brew "diff-so-fancy"
brew "direnv"
brew "exiftool"
brew "terminal-notifier"
brew "fastlane"
brew "fd"
brew "firebase-cli"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitlab-runner"
brew "gnupg", link: false
brew "go"
brew "gobuster"
brew "hashcat"
brew "imagemagick"
brew "jadx"
brew "john-jumbo"
brew "jq"
brew "libusbmuxd"
brew "libimobiledevice"
brew "llvm"
brew "lsd"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "luv"
brew "mitmproxy"
brew "mosh"
brew "mpv"
brew "mycli"
brew "mysql"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nmap"
brew "openjdk@8"
brew "openssh"
brew "perl"
brew "php@7.4", link: true
brew "ripgrep"
brew "rustscan"
brew "sqlmap"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "buildpacks/tap/pack"
brew "caarlos0/tap/timer"
brew "caffix/amass/amass"
brew "cartr/qt4/qt@4", link: false
brew "cloudflare/cloudflare/cloudflared"
brew "dopplerhq/cli/doppler"
brew "fastly/tap/fastly"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "spectralops/tap/teller"
cask "3cxphone"
cask "adoptopenjdk8"
cask "alacritty"
cask "android-platform-tools"
cask "android-sdk"
cask "authy"
cask "balenaetcher"
cask "bitwarden"
cask "boop"
cask "chromium"
cask "dbeaver-community"
cask "discord"
cask "emacs"
cask "figma"
cask "figmadaemon"
cask "flipper"
cask "font-fira-code"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "keepassxc"
cask "macfuse"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "onlyoffice"
cask "openvpn-connect"
cask "plex"
cask "postman"
cask "proxyman"
cask "raycast"
cask "rustdesk"
cask "signal"
cask "slack"
cask "spotify"
cask "standard-notes"
cask "teamviewer"
cask "telegram"
cask "tutanota"
cask "veracrypt"
cask "visual-studio-code"
cask "whatsapp"
