tap "adoptopenjdk/openjdk"
tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "majd/repo"
tap "ngrok/ngrok"
tap "planetscale/tap"
brew "openssl@3"
brew "automake"
brew "bat"
brew "binwalk"
brew "cmake"
brew "php"
brew "composer"
brew "coreutils"
brew "direnv"
brew "elixir"
brew "fd"
brew "firebase-cli"
brew "fnm"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "hatch"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lf"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "luv"
brew "mpv"
brew "mysql-client"
brew "nmap"
brew "nnn"
brew "openjdk"
brew "openssh"
brew "ripgrep"
brew "ruby"
brew "scrcpy"
brew "tmux"
brew "wget"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "dopplerhq/cli/doppler"
brew "jesseduffield/lazygit/lazygit"
brew "planetscale/tap/pscale"
cask "alacritty"
cask "android-platform-tools"
cask "android-sdk"
cask "authy"
cask "balenaetcher"
cask "battery"
cask "bitwarden"
cask "brave-browser"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "keepassxc"
cask "librewolf"
cask "lulu"
cask "macfuse"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "openvpn-connect"
cask "postman"
cask "protonvpn"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "thunderbird"
cask "veracrypt"
cask "visual-studio-code"
cask "whatsapp"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-vsliveshare.vsliveshare"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
