tap "adoptopenjdk/openjdk"
tap "buildpacks/tap"
tap "caarlos0/tap"
tap "caffix/amass"
tap "cartr/qt4"
tap "cloudflare/cloudflare"
tap "dopplerhq/cli"
tap "fastly/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "majd/repo"
tap "melops-hh/fb"
tap "nextdns/tap"
tap "planetscale/tap"
tap "spectralops/tap"
brew "act"
brew "openjdk"
brew "apktool"
brew "openssl@3"
brew "automake"
brew "bat"
brew "bitwarden-cli"
brew "bundletool"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "php"
brew "composer"
brew "coreutils"
brew "dasel"
brew "diff-so-fancy"
brew "direnv"
brew "exiftool"
brew "terminal-notifier"
brew "fastlane"
brew "fd"
brew "firebase-cli"
brew "fish"
brew "fisher"
brew "fnm"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitlab-runner"
brew "gnupg"
brew "go"
brew "hashcat"
brew "imagemagick"
brew "jadx"
brew "john-jumbo"
brew "jq"
brew "julia"
brew "libusbmuxd"
brew "libimobiledevice"
brew "llvm"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "luv"
brew "mitmproxy"
brew "mosh"
brew "mpv"
brew "mycli"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "openssh"
brew "openssl@1.1"
brew "payload-dumper-go"
brew "perl"
brew "pnpm"
brew "ripgrep"
brew "rustscan"
brew "scrcpy"
brew "sqlmap"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "xcbeautify"
brew "yq"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "buildpacks/tap/pack"
brew "caarlos0/tap/timer"
brew "cloudflare/cloudflare/cloudflared"
brew "dopplerhq/cli/doppler"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "planetscale/tap/pscale"
brew "spectralops/tap/teller"
cask "alacritty"
cask "android-platform-tools"
cask "android-sdk"
cask "authy"
cask "battery"
cask "bitwarden"
cask "bruno"
cask "dbeaver-community"
cask "discord"
cask "figma"
cask "flutter"
cask "font-fira-code"
cask "font-maple"
cask "gimp"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "ipatool"
cask "iterm2"
cask "keepassxc"
cask "keyboard-maestro"
cask "keycastr"
cask "macfuse"
cask "obs"
cask "obsidian"
cask "onlyoffice"
cask "openvpn-connect"
cask "plex"
cask "postman"
cask "proxyman"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "tutanota"
cask "veracrypt"
cask "visual-studio-code"
cask "whatsapp"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onedark"
vscode "Angular.ng-template"
vscode "astro-build.astro-vscode"
vscode "attilabuti.vscode-mjml"
vscode "bmewburn.vscode-intelephense-client"
vscode "ChakrounAnas.turbo-console-log"
vscode "ChFlick.firecode"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "donjayamanne.typescript-notebook"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.remotehub"
vscode "golang.go"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "jsayol.firebase-explorer"
vscode "kavod-io.vscode-jest-test-adapter"
vscode "Koihik.vscode-lua-format"
vscode "mattpocock.ts-error-translator"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "PhilippT.voop"
vscode "quicktype.quicktype"
vscode "small.php-ci"
vscode "statelyai.stately-vscode"
vscode "TabNine.tabnine-vscode"
vscode "TeamHub.teamhub"
vscode "toba.vsfire"
vscode "Tobermory.es6-string-html"
vscode "tomoki1207.pdf"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "xdebug.php-debug"
vscode "yinfei.luahelper"
vscode "ZixuanChen.vitest-explorer"
